name: "classifier_postprocessor"
backend: "python"

input [
  {
    name: "model_output"
    data_type: TYPE_FP32
    dims: [ 1, -1 ]
  }
]
output [
  {
    name: "scores"
    data_type: TYPE_FP32
    dims: [ -1 ]
  }
]