name: "mobilenetv2_onnx"
platform: "onnxruntime_onnx"

max_batch_size: 8
instance_group [
  {
    kind: KIND_GPU
  }
]
dynamic_batching {
  preferred_batch_size: [ 4, 8 ]
  max_queue_delay_microseconds: 100
}

input [
  {
    name: "input",
    data_type: TYPE_FP32
    dims: [ 3,224,224 ]
  }
]
output [
  {
    name: "output",
    data_type: TYPE_FP32
    dims: [ 1000 ]
  }
]