name: "mobilenetv2_onnx"
platform: "onnxruntime_onnx"

input [
  {
    name: "input",
    data_type: TYPE_FP32
    dims: [ 1,3,224,224 ]
  }
]
output [
  {
    name: "output",
    data_type: TYPE_FP32
    dims: [ 1,1000 ]
  }
]